local stations = {
    {name = "下港之聲FM905", url = "http://59.120.255.155:8081/"},
    {name = "凱旋廣播電台", url = "http://59.125.209.209:8081/"},
    {name = "台中廣播", url = "http://211.20.119.101:8081/"},
    {name = "台中歡喜之聲FM1055", url = "http://59.125.41.65:8081/"},
    {name = "嘉義環球廣播", url = "http://60.248.53.115:8081/"},
    {name = "噶瑪蘭廣播電台", url = "http://61.220.209.152:8081/"},
    {name = "國際電台1011", url = "http://211.72.65.61:8080/"},
    {name = "城市廣播網•大苗栗廣播", url = "http://fm983.cityfm.tw:8080/983.mp3"},
    {name = "太陽電台", url = "http://211.20.119.102:8081/"},
    {name = "屏東之聲廣播電台FM925", url = "http://59.120.255.169:8081/"},
    {name = "屏東大武山廣播", url = "http://59.120.255.171:8081/"},
    {name = "潮州之聲", url = "http://59.120.255.170:8081/"},
    {name = "牽手之聲網路台", url = "http://us3.internet-radio.com:8232/stream"},
    {name = "竹塹廣播電台", url = "http://211.72.230.118:8081/"},
    {name = "苗栗正義電台", url = "http://211.20.119.103:8081/"},
    {name = "金聲廣播電台", url = "http://60.249.186.105:9000/;"},
}

return stations
